{
  "home": "Home",
  "language": "Language",
  "confidentiality": "Confidentiality",
  "confName": "PRIVACY POLICY",
  "confTitle": "BASIC CONCEPTS",
  "conf1text": "Orders application is an application located on the Internet, contacts: +380(95) 866-15-14 User – an individual or legal entity that has posted their personal information through the Form in the application, with the subsequent purpose of using this data in a communication application.",
  "conf2title": "GENERAL PROVISIONS",
  "conf2text": "2.1. This Privacy Policy is an official standard document of the Administration of the Orders application and determines the procedure for processing and protecting information about individuals registered in the application. 2.2. The purpose of this Privacy Policy is to ensure adequate protection of information about the User, incl. his personal data from unauthorized access and disclosure. 2.3. Relations related to the collection, storage, distribution and protection of information about users are governed by this Privacy Policy and the current legislation of Ukraine. 2.4. The current version of the Privacy Policy is a public document, developed by the Administration of the Orders application and is available to any Internet User when installing the application. 2.5. The administration of the Orders application has the right to make changes to this Privacy Policy. 2.6. When changes are made to the Privacy Policy, the Administration of the Orders application notifies the User by posting a new version of the Privacy Policy by adding a new version to the application menu. 2.7. When a new version of the Privacy Policy is posted in the application, the previous version is stored in the documentation archive of the Administration of the Orders application. 2.8. By registering in the Orders application, the User agrees to the terms of this Privacy Policy. 2.9. The administration of the Orders application does not verify the accuracy of the information received (collected) about the User.",
  "conf3title": "CONDITIONS AND PURPOSE OF COLLECTION AND PROCESSING OF USERS' PERSONAL DATA",
  "conf3text": "3.1. Personal data of the User, such as: name, e-mail, nickname, avatar, etc., are transferred by the User to the Administration of the Orders application with the consent of the User. When installing the Orders application, the User can give permission to the application to send push notifications by clicking on the consent button to ensure continuous notification of the User about changes in the order and incoming messages. If this consent is not obtained, no communications will be made. 3.2. The transfer of personal data by the User to the Administration of the Orders application, through the Registration Form, means the User’s consent to the transfer of his personal data. 3.3. The application administration processes information about the User, incl. his personal data, such as: name, e-mail, nickname, avatar, etc., as well as additional information about the User provided by him at his own request: a form with order data in order to fulfill obligations to the Application User. 3.4. The processing of personal data is carried out on the basis of the principles: a) the legality of the purposes and methods of processing personal data and good faith; b) compliance of the purposes of processing personal data with the goals predetermined and stated when collecting personal data; c) compliance of the volume and nature of the personal data processed with the methods of processing personal data and the purposes of processing personal data; d) the inadmissibility of combining databases containing personal data created for incompatible purposes. 3.5. The administration of the Orders application processes the User’s personal data with his consent in order to provide services for displaying orders that users independently create in the Orders application.",
  "conf4title": "STORING AND USE OF PERSONAL DATA",
  "conf4text": "The User's personal data is stored exclusively on electronic media and is used strictly for the purpose specified in clause 3 of this Privacy Policy.",
  "conf5title": "TRANSFER OF PERSONAL DATA",
  "conf5text": "5.1. The User's personal data is not transferred to any third parties, except for the cases expressly provided for in this Privacy Policy and specified in the Consent to the newsletter. 5.2. The provision of the User’s personal data at the request of state bodies and local governments is carried out in the manner prescribed by the legislation of Ukraine. 5.3 All participants in an order published in the Orders application see information about the order creator and other participants.",
  "conf6title": "STORAGE TERMS AND DESTRUCTION OF PERSONAL DATA",
  "conf6text": "6.1. The User’s personal data is stored on the website’s electronic media indefinitely. 6.2. The User’s personal data is destroyed if the user wishes based on his email: antvolkov84@gmail.com, or on the initiative of the Orders application Administrator, without explanation reasons by deleting the information posted by the User by the Site Administration.",
  "conf7title": "RIGHTS AND OBLIGATIONS OF USERS",
  "conf7text": "Users have the right, upon request, to receive applications from the Administration information regarding the processing of his personal data.",
  "conf8title": "MEASURES TO PROTECT USER INFORMATION",
  "conf8text": "The administrator of the Orders application takes technical, organizational and legal measures to ensure protection personal data of the User from unauthorized or accidental access, destruction, modification, blocking, copying, distribution, as well as from other illegal actions.",
  "conf9title": "USER REQUESTS",
  "conf9text": "9.1. The user has the right to send his requests to the Administration of the Orders application, incl. regarding the use/deletion of his personal data, provided for in paragraph 3 of this Privacy Policy in writing to the email antvolkov84@gmail.com. The request sent by the User must contain the following information: for an individual: – number of the main document identifying the User or his representative; – information about the date of issue of the specified document and the issuing authority; – date of registration in the Orders application; – text of the request in free form. 9.2. The application administration undertakes to consider and send a response to the User's request within 30 days from the date of receipt of the request. 9.3. All correspondence received by the Administration from the User (applications in written/electronic form) refers to restricted information and is not subject to disclosure without the written consent of the User. Personal data and other information about the User who sent the request cannot be used without the special consent of the User other than to respond to the topic of the received request or in cases expressly provided for by law.",
  "homeTitle": "Brief description of the application",
  "homeTitleText": "The application was developed for joint purchases. The list of what you need is always at your fingertips. All changes to the lists occur in real time. A purchase or closed position is instantly displayed to all participants (and there can be a large number of them). There is a separate button for viewing already closed positions or purchased goods, indicating the participant who marked it. You can create a list of orders in completely different ways. As we already said, this could be a list of joint purchases, organizing any event divided into stages, setting tasks for the team with the opportunity to see as a result who completed what. If an Order is created without a number of participants, then it appears only to the creator. This way you can create a personal to-do list. If you decide to add a member at some point, you can always do so. And, again, Order will instantly appear with a new person. The program is completely free.",
  "instruction1Title": "1. Menu for adding possible participants",
  "instruction1Text": "Addition occurs via email. If a user with such an email is registered, he will be added",
  "instruction2Title": "2. Removing a possible participant from the list",
  "instruction2Text": "Long pressing the icon allows you to remove it from the list",
  "instruction3Title": "3. Adding a member to an order",
  "instruction3Text": "A short click on the icon adds a participant to the order",
  "instruction4Title": "4. Order name",
  "instruction4Text": "Helps to better navigate and is used in push notifications",
  "instruction5Title": "5. List of participants added to the order",
  "instruction5Text": "There can be many participants. The list can be scrolled if everything does not fit on the line. If you decide to delete someone, a short press on the name will remove them",
  "instruction6Title": "6. Order cut-off date",
  "instruction6Text": "By what date should everything be completed? The default date is 'Today'. A short press on the date will bring up a calendar where you can change it",
  "instruction7Title": "7. Position creation form",
  "instruction7Text": "You enter the name of the item, case or product you need. Next to it is the quantity menu. The last button creates a position in a future order",
  "instruction8Title": "8. Delete position button",
  "instruction8Text": "A short press deletes the position",
  "instruction9Title": "9. Создание закCreate an orderаза",
  "instruction9Text": "An order will not be created if it does not contain at least one item",
  "2instruction1Title": "1. Nickname change button",
  "2instruction1Text": "Clicking takes you to a window where you can change your nickname",
  "2instruction2Title": "2. Language selection button",
  "2instruction2Text": "Well. It seems that everyone understands what it is for :)",
  "2instruction3Title": "3. Avatar",
  "2instruction3Text": "Clicking on the avatar allows you to change it by selecting the appropriate one in the gallery",
  "2instruction4Title": "4. Logout button",
  "2instruction4Text": "Logs out of the account to the login window",
  "2instruction5Title": "5. Proffile button",
  "2instruction5Text": "The button is double-sided. Pressing opens the menu, pressing again hides it. And so in a circle",
  "3instruction1Title": "1. Button to add another item",
  "3instruction1Text": "You can add any item to your order by clicking here",
  "3instruction2Title": "2. Messages",
  "3instruction2Text": "You can correspond with participants. It's like a meeting room. Messages are visible to all participants and all of them can write comments on the order",
  "3instruction3Title": "3. Order item",
  "3instruction3Text": "Pull the bar to the left and an additional menu will open.",
  "3instruction4Title": "4. Position change button",
  "3instruction4Text": "You can change anything in the current position",
  "3instruction5Title": "5. Close position button",
  "3instruction5Text": "By clicking you confirm the purchase or completed task. In other words, the position is completed. It disappears from the screen, but can be viewed in purchased/completed",
  "3instruction6Title": "6. Add participant button",
  "3instruction6Text": "Once an order with members has already been created, you may need to add someone else. Any participant in the order can add. You cannot remove members at this time.",
  "3instruction7Title": "7. Purchased/Completed button",
  "3instruction7Text": "Shows all already closed positions. Those on which the button number 5 is pressed"
}
