{
  "home": "Додому",
  "language": "Мова",
  "confidentiality": "Конфіденційність",
  "confName": "ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ",
  "confTitle": "ОСНОВНІ ПОНЯТТЯ",
  "conf1text": "Додаток Orders – додаток, розташований у мережі Інтернет, контакти: +380(95) 866-15-14 фізична або юридична особа, яка розмістила свою персональну інформацію за допомогою Форми у додатку, наступною метою використання цих даних у додатку для спілкування.",
  "conf2title": "ЗАГАЛЬНІ ПОЛОЖЕННЯ",
  "conf2text": "2.1. Ця Політика конфіденційності є офіційним типовим документом Адміністрації програми Orders та визначає порядок обробки та захисту інформації про фізичних осіб, зареєстрованих у додатку 2.2. несанкціонованого доступу та розголошення. 2.3. Відносини, пов'язані зі збиранням, зберіганням, розповсюдженням та захистом інформації про користувачів регулюються цією Політикою конфіденційності та чинним законодавством України. 2.4. Чинна редакція Політики конфіденційності є публічним документом, розроблена Адміністрацією програми Orders і доступна будь-якому Користувачеві мережі Інтернет під час встановлення програми. 2.5. Адміністрація програми Orders має право вносити зміни до цієї Політики конфіденційності. 2.6. При внесенні змін до Політики конфіденційності Адміністрація програми Orders повідомляє про це Користувача шляхом розміщення нової редакції Політики конфіденційності шляхом додавання нової версії до меню 2.7. При розміщенні нової редакції Політики конфіденційності у додатку, попередня редакція зберігається в архіві документації Адміністрації програми Orders. 2.8. Реєструючись у додатку Orders, Користувач висловлює свою згоду з умовами цієї Політики конфіденційності. 2.9. Адміністрація програми Orders не перевіряє достовірність інформації, що одержується (збирається) про Користувача.",
  "conf3title": "УМОВИ І ЦІЛІ ЗБОРУ ТА ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ КОРИСТУВАЧІВ",
  "conf3text": "3.1. Персональні дані Користувача такі як: ім'я, e-mail, нікнейм, аватар та ін., передаються Користувачем Адміністрації програми Orders за згодою Користувача. При установці програми Orders Користувач може надати дозвіл програмі на відправлення пуш сповіщень шляхом натискання на кнопку згоди, щоб забезпечити безперервне повідомлення Користувача про зміни в замовленні та вхідні повідомлення. Якщо дана згода не отримана, повідомлень не буде. 3.2. Передача персональних даних Користувачем Адміністрації програми Orders через Форму реєстрації означає згоду Користувача на передачу його персональних даних. 3.3. Адміністрація програми здійснює обробку інформації про Користувача, в т.ч. його персональних даних, таких як: ім'я, e-mail, нікнейм, аватар та ін., а також додаткової інформації про Користувача, що надається їм за своїм бажанням: форму з даними про замовлення з метою виконання зобов'язань перед Користувачем додатка. 3.4. Обробка персональних даних здійснюється на основі принципів: а) законності цілей та способів обробки персональних даних та сумлінності; б) відповідності цілей обробки персональних даних цілям, заздалегідь визначеним та заявленим при зборі персональних даних; в) відповідності обсягу та характеру оброблюваних персональних даних способам обробки персональних даних та цілям обробки персональних даних; в) відповідності обсягу та характеру оброблюваних персональних даних способам обробки персональних даних та цілям обробки персональних даних; г) неприпустимість об'єднання створених для несумісних між собою цілей баз даних, які містять персональні дані. 3.5. Адміністрація програми Orders здійснює обробку персональних даних Користувача за його згодою з метою надання послуг з відображення замовлень, які користувачі самостійно створюють у програмі Orders.",
  "conf4title": "ЗБЕРІГАННЯ І ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ",
  "conf4text": "Персональні дані Користувача зберігаються виключно на електронних носіях і використовуються строго за призначенням, зазначеним у пункті 3 цієї Політики конфіденційності.",
  "conf5title": "ПЕРЕДАЧА ПЕРСОНАЛЬНИХ ДАНИХ",
  "conf5text": "5.1. Персональні дані Користувача не передаються будь-яким третім особам, за винятком випадків, прямо передбачених цією Політикою конфіденційності, зазначених у згоді з розсилкою. 5.2. Надання персональних даних Користувача на запит державних органів, органів місцевого самоврядування здійснюється у порядку, передбаченому законодавством України. 5.3 Всі учасники замовлення, опублікованого в додатку Orders, бачать інформацію про творця замовлення та інших його учасників.",
  "conf6title": "ТЕРМІНИ ЗБЕРІГАННЯ І ЗНИЩЕННЯ ПЕРСОНАЛЬНИХ ДАНИХ",
  "conf6text": "6.1. Персональні дані Користувача зберігаються на електронному носії сайту безстроково. 6.2. Персональні дані Користувача знищуються за бажання самого користувача на підставі його звернення на електронну пошту: antvolkov84@gmail.com, або з ініціативи Адміністратора програми Orders, без пояснення причин шляхом видалення Адміністрацією Сайту інформації, розміщеної Користувачем.",
  "conf7title": "ПРАВА ТА ОБОВ'ЯЗКИ КОРИСТУВАЧІВ",
  "conf7text": "Користувачі мають право на підставі запиту отримувати від Адміністрації програми інформацію щодо обробки його персональних даних.",
  "conf8title": "ЗАХОДИ ЗА ЗАХИСТОМ ІНФОРМАЦІЇ ПРО КОРИСТУВАЧІВ",
  "conf8text": "Адміністратор додатку Orders вживає технічних та організаційно-правових заходів з метою забезпечення захисту персональних даних Користувача від неправомірного або випадкового доступу до них, знищення, зміни, блокування, копіювання, розповсюдження, а також інших неправомірних дій.",
  "conf9title": "ЗВЕРНЕННЯ КОРИСТУВАЧІВ",
  "conf9text": "9.1. Користувач має право надсилати Адміністрації програми Orders свої запити, в т.ч. щодо використання/видалення його персональних даних, передбачених п.3 цієї Політики конфіденційності у письмовій формі на електронну пошту antvolkov84@gmail.com. Запит, що надсилається Користувачем, повинен містити таку інформацію: для фізичної особи: – номер основного документа, що посвідчує особу Користувача або його представника; – відомості про дату видачі зазначеного документа та орган, що його видав; – дату реєстрації у додатку Orders; - Текст запиту у вільній формі. 9.2. Адміністрація додатка зобов'язується розглянути і направити відповідь на запит Користувача, що надійшов, протягом 30 днів з моменту надходження звернення. 9.3. Вся кореспонденція, отримана Адміністрацією від Користувача (звернення у письмовій/електронній формі) відноситься до інформації обмеженого доступу і без письмової згоди Користувача до розголошення не підлягає. Персональні дані та інша інформація про Користувача, який направив запит, не можуть бути без спеціальної згоди Користувача використані інакше як для відповіді на тему отриманого запиту або у випадках, прямо передбачених законодавством.",
  "homeTitle": "Короткий опис програми",
  "homeTitleText": "Програма розроблялася для спільних покупок. Список необхідного завжди у Вас під рукою. Усі зміни у списках відбуваються у реальному часі. Купівля або закрита позиція миттєво відображається у всіх учасників (а їх може бути велика кількість). Є окрема кнопка для перегляду вже закритих позицій або куплених товарів із зазначенням того учасника, який відзначив її. Створювати список замовлень можна абсолютно різним. Як ми вже говорили, це може бути список спільних покупок, організації будь-якого заходу з розподілом на етапи, постановка завдань колективу з можливістю побачити в результаті, хто що виконав. Якщо Order створено без кількості учасників, він з'являється лише у творця. Таким чином, можна формувати особистий список справ. Якщо Ви вирішите в якийсь момент додати учасника, ви завжди можете це зробити. І, знову ж таки, Order миттєво з'явиться у нової людини. Програма повністю безкоштовна.",
  "instruction1Title": "1. Меню додавання можливих учасників",
  "instruction1Text": "Додавання відбувається електронною поштою. Якщо користувач з такою електронною поштою зареєстрований, його буде додано",
  "instruction2Title": "2. Видалення можливого учасника зі списку",
  "instruction2Text": "Довге затискання іконки дозволяє видалити зі списку",
  "instruction3Title": "3. Додавання учасника до замовлення",
  "instruction3Text": "Короткий натиск на іконку додає учасника до замовлення",
  "instruction4Title": "4. Назва замовлення",
  "instruction4Text": "Допомагає краще орієнтуватися і використовується в пуш сповіщеннях",
  "instruction5Title": "5. Список доданих до замовлення учасників",
  "instruction5Text": "Учасників може бути багато. Список можна прокручувати, якщо всі не розміщуються у рядку. Якщо ви вирішили видалити когось, то короткий натиск на ім'я прибере його",
  "instruction6Title": "6. Гранична дата замовлення",
  "instruction6Text": "На яку дату треба виконати все. За замовчуванням стоїть дата 'Сьогодні'. коротке натискання на дату викликає календар, де ви можете змінити її",
  "instruction7Title": "7. Форма створення позиції",
  "instruction7Text": "Ви вводите назву позиції, справи чи необхідного товару. Поруч меню кількості. Остання кнопка створює позицію у майбутньому замовленні",
  "instruction8Title": "8. Кнопка видалення позиції",
  "instruction8Text": "Короткий натиск видаляє позицію",
  "instruction9Title": "9. Створення замовлення",
  "instruction9Text": "Замовлення не буде створено, якщо в ньому немає хоча б однієї позиції",
  "2instruction1Title": "1. Кнопка зміни нікнейму",
  "2instruction1Text": "Натискання переводить у вікно, де можна змінити нік",
  "2instruction2Title": "2. Кнопка вибору мови",
  "2instruction2Text": "Ну. начебто зрозуміло всім, навіщо вона :)",
  "2instruction3Title": "3. Аватар",
  "2instruction3Text": "Натискання на аватар дозволяє його змінити, вибравши відповідний у галереї",
  "2instruction4Title": "4. Кнопка виходу з облікового запису",
  "2instruction4Text": "Виходить із облікового запису на вікно логіна",
  "2instruction5Title": "5. Кнопка профілю",
  "2instruction5Text": "Кнопка двостороння. Натискання відкриває меню, повторне натискання приховує його. І так по колу",
  "3instruction1Title": "1. Кнопка додавання ще однієї позиції",
  "3instruction1Text": "Ви можете додати будь-яку позицію до замовлення, натиснувши сюди",
  "3instruction2Title": "2. Повідомлення",
  "3instruction2Text": "Ви можете переписуватись з учасниками. Це як кімната для переговорів. Повідомлення видно всім учасникам і всі вони можуть писати коментарі до замовлення",
  "3instruction3Title": "3. Позиція у замовленні",
  "3instruction3Text": "Відтягніть смугу вліво, і Вам відкриється додаткове меню",
  "3instruction4Title": "4. Кнопка зміни позиції",
  "3instruction4Text": "Можна змінити щось у поточній позиції",
  "3instruction5Title": "5. Кнопка закриття позиції",
  "3instruction5Text": "Натиснувши Ви підтверджуєте покупку або виконану справу. Іншими словами, позиція виконана. Вона йде з екрана, але її можна переглянути у куплених/виконаних",
  "3instruction6Title": "6. Кнопка додавання учасника",
  "3instruction6Text": "Коли замовлення з учасниками вже створено, може знадобитися додати ще когось. Додавати може будь-який учасник замовлення. Видаляти учасників на даний момент не можна",
  "3instruction7Title": "7. Кнопка куплено/виконано",
  "3instruction7Text": "Показує всі вже закриті позиції. Ті, на яких натиснута кнопка під номером 5"
}
