import React from "react";
import "./ConfidentialScreen.css";

function ConfidentialScreen() {
  return (
    <div className="confidentiality">
      ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ 1. ОСНОВНЫЕ ПОНЯТИЯ Приложение Orders – приложение, расположенное в сети Интернет,
      контакты: +380(95) 866-15-14 Пользователь – физическое или юридическое лицо, разместившее свою персональную
      информацию посредством Формы в приложении, с последующей целью использования этих данных в приложении для общения.
      2. ОБЩИЕ ПОЛОЖЕНИЯ 2.1. Настоящая Политика конфиденциальности является официальным типовым документом
      Администрации приложения Orders и определяет порядок обработки и защиты информации о физических лицах,
      зарегистрированных в приложении. 2.2. Целью настоящей Политики конфиденциальности является обеспечение надлежащей
      защиты информации о Пользователе, в т.ч. его персональных данных от несанкционированного доступа и разглашения.
      2.3. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях регулируются
      настоящей Политикой конфиденциальности и действующим законодательством Украины. 2.4. Действующая редакция Политики
      конфиденциальности, является публичным документом, разработана Администрацией приложения Orders и доступна любому
      Пользователю сети Интернет при установке приложения. 2.5. Администрация приложения Orders вправе вносить изменения
      в настоящую Политику конфиденциальности. 2.6. При внесении изменений в Политику конфиденциальности, Администрация
      приложения Orders уведомляет об этом Пользователя путём размещения новой редакции Политики конфиденциальности
      путем добавления новой версии в меню приложения 2.7. При размещении новой редакции Политики конфиденциальности в
      приложении, предыдущая редакция хранятся в архиве документации Администрации приложения Orders. 2.8. Регистрируясь
      в приложении Orders, Пользователь выражает свое согласие с условиями настоящей Политики конфиденциальности. 2.9.
      Администрация приложения Orders не проверяет достоверность получаемой (собираемой) информации о Пользователе. 3.
      УСЛОВИЯ И ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ 3.1. Персональные данные Пользователя такие
      как: имя, e-mail, никнейм, аватар и др., передаются Пользователем Администрации приложения Orders с согласия
      Пользователя. При установке приложения Orders Пользователь может дать разрешение приложению на отправку пуш
      уведомлений путем нажатия на кнопку согласия, чтобы обеспечить непрерывное уведомление Пользователя о изменениях в
      заказе и входящих сообщениях. Если данное согласие не получено, сообщений не будет. 3.2. Передача персональных
      данных Пользователем Администрации приложения Orders, через Форму регистрации означает согласие Пользователя на
      передачу его персональных данных. 3.3. Администрация приложения осуществляет обработку информации о Пользователе,
      в т.ч. его персональных данных, таких как: имя, e-mail, никнейм, аватар и др., а также дополнительной информации о
      Пользователе, предоставляемой им по своему желанию: форму с данными о заказе в целях выполнения обязательств перед
      Пользователем приложения. 3.4. Обработка персональных данных осуществляется на основе принципов: а) законности
      целей и способов обработки персональных данных и добросовестности; б) соответствия целей обработки персональных
      данных целям, заранее определенным и заявленным при сборе персональных данных; в) соответствия объёма и характера
      обрабатываемых персональных данных способам обработки персональных данных и целям обработки персональных данных;
      г) недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные
      данные. 3.5. Администрация приложения Orders осуществляет обработку персональных данных Пользователя с его
      согласия в целях оказания услуг по отображению заказов, которые пользователи самостоятельно создают в приложении
      Orders. 4. ХРАНЕНИЕ И ИСПОЛЬЗОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ Персональные данные Пользователя хранятся исключительно на
      электронных носителях и используются строго по назначению, оговоренному в п.3 настоящей Политики
      конфиденциальности. 5. ПЕРЕДАЧА ПЕРСОНАЛЬНЫХ ДАННЫХ 5.1. Персональные данные Пользователя не передаются каким-либо
      третьим лицам, за исключением случаев, прямо предусмотренных настоящей Политикой конфиденциальности, указанных в
      Согласии с рассылкой. 5.2. Предоставление персональных данных Пользователя по запросу государственных органов,
      органов местного самоуправления осуществляется в порядке, предусмотренном законодательством Украины. 5.3 Все
      участники заказа, опубликованного в приложении Orders, видят информацию о создателе заказа и других его
      участниках. 6. СРОКИ ХРАНЕНИЯ И УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ 6.1. Персональные данные Пользователя хранятся на
      электронном носителе сайта бессрочно. 6.2. Персональные данные Пользователя уничтожаются при желании самого
      пользователя на основании его обращения на эл почту: antvolkov84@gmail.com, либо по инициативе Администратора
      приложения Orders, без объяснения причин путём удаления Администрацией Сайта информации, размещённой
      Пользователем. 7. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЕЙ Пользователи вправе на основании запроса получать от
      Администрации приложения информацию, касающуюся обработки его персональных данных. 8. МЕРЫ ПО ЗАЩИТЕ ИНФОРМАЦИИ О
      ПОЛЬЗОВАТЕЛЯХ Администратор приложения Orders принимает технические и организационно-правовые меры в целях
      обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения,
      изменения, блокирования, копирования, распространения, а также от иных неправомерных действий. 9. ОБРАЩЕНИЯ
      ПОЛЬЗОВАТЕЛЕЙ 9.1. Пользователь вправе направлять Администрации приложения Orders свои запросы, в т.ч.
      относительно использования/удаления его персональных данных, предусмотренные п.3 настоящей Политики
      конфиденциальности в письменной форме на электронную почту antvolkov84@gmail.com. Запрос, направляемый
      Пользователем, должен содержать следующую информацию: для физического лица: – номер основного документа,
      удостоверяющего личность Пользователя или его представителя; – сведения о дате выдачи указанного документа и
      выдавшем его органе; – дату регистрации в приложении Orders; – текст запроса в свободной форме. 9.2. Администрация
      приложения обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в течение 30 дней с момента
      поступления обращения. 9.3. Вся корреспонденция, полученная Администрацией от Пользователя (обращения в
      письменной/электронной форме) относится к информации ограниченного доступа и без письменного согласия Пользователя
      разглашению не подлежит. Персональные данные и иная информация о Пользователе, направившем запрос, не могут быть
      без специального согласия Пользователя использованы иначе, как для ответа по теме полученного запроса или в
      случаях, прямо предусмотренных законодательством.
    </div>
  );
}

export default ConfidentialScreen;
